Revit 2024 API
AXMImportOptions Constructor
 Constructs a new instance of AXMImportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022.1
Syntax
C#
public AXMImportOptions()
Visual Basic
Public Sub New
Visual C++
public:
AXMImportOptions()
See Also
AXMImportOptions Class
AXMImportOptions Overload
Autodesk.Revit.DB Namespace